[
    {
        "immagine": "https://raw.githubusercontent.com/morghipala/morghipala.github.io/main/einstein.jpg",
        "descrizione": "L' innovazione è un'attività  di pensiero che, elevando il livello di conoscenza attuale, perfeziona un processo migliorando quindi la qualità  di vita dell'uomo... E' cambiamento che genera progresso umano, porta con sè valori e risultati positivi, mai negativi.",
        "html": false
    },
    {
        "titolo": "Non è giusto però",
        "descrizione": "C’era una volta un uomo di nome Antonietto che aveva trascorso gran parte della sua vita lottando contro una malattia debilitante. Nonostante tutti gli sforzi per trovare una cura, la malattia aveva continuato a progredire e ora Antonietto sapeva che il suo tempo sulla terra stava per finire.",
        "html": true,
        "html_url":"https://morghipala.github.io/nonegiustopero.html"
    },
    {
        "immagine": "https://raw.githubusercontent.com/morghipala/morghipala.github.io/main/pseudoparallelepipedizzazione.jpg",
        "titolo": "Pseudoparallelepipedizzazione",
        "descrizione": "La contraddittorietà dell’anticonformismo ha portato alla paradossale paradossalità dell’essere alternativi, dove l’essere diversi diventa la norma e la normalità diventa l’eccezione.",
        "html": false    
    },
    {
        "titolo": "Supersimmetria",
        "descrizione": "La supersimmetria è una teoria fisica che cerca di unificare le forze fondamentali dell’universo, come la gravità, l’elettromagnetismo e le forze nucleari deboli e forti, attraverso l’introduzione di particelle supersimmetriche, o “spartner”, che hanno proprietà simili a quelle delle particelle esistenti ma differiscono per il loro spin.",
        "html": true,
        "html_url":"https://morghipala.github.io/supersimmetria.html"
    },
    {
        "titolo": "L'homo stupidus",
        "descrizione": "<em>Oggi solo gli imbecilli possono essere felici.</em><br><br>Solo chi non ha una struttura complessa di pensiero può avvertire una felicità istantanea: mangiare, bere, vedere la televisione, comprare, stare in mezzo alla folla. Tutto quello che implica il rapporto con gli altri, lo studio, la fatica, l’attenzione, la conoscenza delle regole, la coerenza, la capacità di creare qualcosa, l’amore, sono sacrifici che pochi sono disposti ad accettare.",
        "html": true,
        "html_url":"https://morghipala.github.io/homostupidus.html"
    },
    {
        "titolo": "Viaggio Eterno",
        "descrizione": "Nel 2037, il tessuto stesso della realtà umana subì una metamorfosi senza precedenti. L’umanità, attraverso una fusione di tecnologie mediche avanzate e scoperte genetiche rivoluzionarie, raggiunse un traguardo che per millenni era stato solo un sogno: l’immortalità.",
        "html": true,
        "html_url":"https://morghipala.github.io/viaggioeterno.html"
    }
]
